[
	{
		"ID": 9,
		"postTitle": "Waha Wera Hot Sauce",
		"postName": "waha-wera",
		"postContent": "<div class=\"mt2-mt3 wr4 project-body-l\"><p>Waha Wera hot sauce owes it unique taste to both its unorthodox combination of ingredients and an unusual production process. Kiwi fruit, manuka honey and habanero peppers are blended and then barrel fermented (process more common to making fine wine). This gives the sauce a unique and characteristic flavour which is responsible for its acclaim.<\/p><p>A set of bold and fun flyers were produced to help promote the sauce at various events in preparation for its launch across the UK.</p><\/div> <figure class=\"mt-all project-figure project-body-fw wr-clear\"> <img src=\"/images/wahawera/flyer-front-wide-orange_green.jpg\" alt=\"\" /> <figcaption class=\"project-figure-caption mt2-mt3 caption--bottomright\">Alternative colour schemes used on the front of the flyer</figcaption>  <\/figure> ",
		"postExcerpt": "Waha Wera is a very unique hot sauce from New Zealand. In preparation for the brand’s UK launch we were commissioned by the distributor to design a set of flyers to promote and inform potential buyers.",
		"discipline": "Print Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/wahawera-hero-1000x599.jpg",
			"large":  "/images/wahawera/hero-1600x960.jpg"
		},
		"credits": [],
		"website": ""
	},
	{
		"ID": 6,
		"postTitle": "Amalgam Studios",
		"postName": "amalgam-studios",
		"postContent": "<div class=\"project-body-r w5 mt2-mt3\"><p>Amalgam Studios have been running for twenty years and their portfolio spans architecture, branding, interior and graphic design.<\/p><p>Although varied, all Amalgam’s work has an outcome which can be visually represented, i.e., the form. With architecture and interior design projects it quickly became apparent that their function was going to be difficult to communicate using only photography and a short paragraph.<\/p><p>This was addressed by creating a system which allowed chosen projects to be displayed in two different formats. An image led portfolio format to showcase the work, and a copy led case study format where the creatives could go into more detail about the process.<\/p><\/div><figure class=\"w3-w5 project-body-fw project-figure w-clear mt-all\"><img src=\"/images/amalgam/project_preview-1000x419.png\" alt=\"Horizontally scrolling project gallery interface\"> <figcaption class=\"project-figure-caption mt2-mt3 caption--aboveleft\">Gallery interface allows the user to remain on the page whilst browsing the portfolio.</figcaption> <\/figure><div class=\"wr3-wr4 wr-clear\"><div class=\"wr4 mt2-mt3 project-body-l wr-clear\"><p>Photography found in the studios’ archive drastically varied in size, quality and format. At the risk of losing important detail surrounding the edges of the shots, imagery used on the website could not be auto-cropped by the CMS. With this constraint in mind we set out to design the project gallery interface.<\/p><p>After a number of iterations, a horizontally scrolling gallery was chosen as the best approach for showcasing project visuals. Displayed between two rows of the project thumbnail grid, the project gallery interface has the advantage of enabling the user to view the complete project uninterrupted without leaving the page or using a modal.<\/p><\/div><figure class=\"project-figure project-body-fw mt2-mt3 wr-all\"><img src=\"/images/amalgam/partner_profile.png\"><\/figure><div class=\"mt2-mt3 project-body-l wr4\"><p>The about page introduces the studios’ partners and associates. The partners have their biographies displayed in an interactive “carousel” and can be individually contacted once their profile is viewed.<\/p><\/div><\/div><div class=\"mt2-mt3 mt-clear project-body-fw wr5\"><figure class=\"clearfix project-figure\"><img src=\"/images/amalgam/case_study-600x1108.jpg\"><figcaption class=\"project-figure-caption caption--belowright caption--keeplayout\">Case study for an interior design project. The author can use a number of image sizes and pull quotes.<\/figcaption><\/figure><figure class=\"project-figure\"><img src=\"/images/amalgam/about.jpg\"><\/figure><\/div>",
		"postExcerpt": "Amalgam’s output is extremely diverse covering a wide range of sectors and disciplines. In addition to showcasing their work, the studio required a platform which enabled them to talk about the more technical aspects of their practice.",
		"discipline": "Web Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/amalgam-hero-1000x599.jpg",
			"large" :  "/images/amalgam/hero-1600x958.jpg"
		},
		"credits": [
			{
				"label": "Agency",
				"text" : "PGA Branding",
				"url"  : "http://pgabranding.com"
			}
		],
		"website": "http://amalgam.co.uk"
	},
	{
		"ID": 7,
		"postTitle": "Surround Speakers Boutique",
		"postName": "surround-speakers-boutique",
		"postContent": "<div class=\"w5 mt2-mt3 project-body-r\"><p>Products sold on the Surround Speakers Boutique offer the best in acoustics and aesthetics. Both design and performance of each product are carefully reviewed before being listed on the website.<\/p><p>Our objective was to design an identity which expressed the precision, craftsmanship and technology required to create speakers of such a high standard.</p><p>In addition to forming their first two initials, the chosen marque also represents the way sound travels around a room — bouncing back and forth off walls and objects, completely surrounding the listener until it is absorbed.<\/p><\/div><figure class=\"mt-all project-body-fw w3-w5 project-figure w-clear\"> <img src=\"/images/ss/lockup_and_application.png\" alt=\"Identity lockup consisting of the symbol on top and Surround Speakers Boutique underneath. A screenshot of hte webiste with the identity applied.\"> <figcaption class=\"project-figure-caption mt2-mt3 caption--aboveleft\">The modified shopify theme with the identiy applied</figcaption> <\/figure>",
		"postExcerpt": "Surround Speakers Boutique specialise in loudspeaker systems intended for use in stylish living spaces. All exhibited products are designed and engineered to the highest standard, this had to be conveyed in their identity.",
		"discipline": "Identity Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/ss-hero-1000x599.png",
			"large":  "/images/ss/hero-1600x956.jpg"
		},
		"credits": [],
		"website": ""
	},
	{
		"ID": 8,
		"postTitle": "Highrise Theatre",
		"postName": "highrise-theatre",
		"postContent": "<div class=\"mt2-mt3 project-body-r w5\"><p>Highrise Theatre was formed by three East 15 Acting School graduates who share a common goal—to engage with UK’s young people and raise awareness about cultural, social and political issues through theatre. By using authentic stories, anecdotes and activism Highrise is inviting a new audience (the ‘Xbox generation’) into the theatres where it aims to provoke thought and facilitate a debate around the highlighted issues.<\/p><p>To reflect its ethos and stand out to its target audience the organisation’s identity needed to be strong, urban and slightly rebellious.<\/p><\/div> <figure class=\"mt-all project-body-r project-figure w-clear w5\"><img src=\"/images/hrt/bcards-flat-lalign.jpg\" alt=\"\"><\/figure> <figure class=\"project-figure project-body-r w-clear mt-all w5\"><img src=\"/images/hrt/stationery-letterhead_bcards-rotated.jpg\" alt=\"\"> <figcaption class=\"project-figure-caption mt2-mt3 caption--belowright\">A bold colour palette and thick black lines were used to create a distinct graphic language across all applications.</figcaption> <\/figure><figure class=\"project-figure project-body-l wr-clear mt-all wr4\"><img src=\"/images/hrt/bcards-rotated.jpg\" alt=\"\"></figure> <figure class=\"mt-all project-figure project-body-r w5 w-clear\"><img src=\"/images/hrt/tshirt-green-symmetrical.jpg\" alt=\"\"><\/figure> <div class=\"mt2-mt3 mt-clear project-body-r w5 w-clear\"><p>Given that council estates are the stage for many of the issues Highrise wishes to emphasise, and the inspiration behind their name, the chosen palette was based on colours found in hallways of a derelict London council block. Once the vivid colour scheme was combined with the thick lines featured in the logo a strong visual language for the identity started to emerge.</p><\/div>",
		"postExcerpt": "Theatre is traditionally perceived as a pastime of the more affluent, therefore and identity which separated Highrise from this preconception was required.",
		"discipline": "Identity Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/hrt-hero-1000x599.png",
			"large":  "/images/hrt/hero-1600x955.jpg"
		},
		"credits": [],
		"website": ""
	},
	{
		"ID": 5,
		"postTitle": "Mosaica Restaurant",
		"postName": "mosaica-restaurant",
		"postContent": "<div class=\"mt2-mt3 wr4 project-body-l\"><p>It’s quirky, warm and dimly lit interior set the scene for a very intimate and romantic dining experience. Mosaica's magic effect is further amplified by the remote and robust industrial setting.<\/p><p>In keeping with the restaurant’s ethos the home page animates a number of quirky statements about the restaurant in order to incite curiosity and encourage exploration of the site. The nav and the calls to action are clearly visible at all times.<\/p> <p>To reinforce the restaurants romantic and intimate mood large background images are used throughout the site and different parts of the image are revealed as the user scrolls.<\/p> <\/div> <figure class=\"mt-all wr4 project-body-l project-figure\"> <img src=\"/images/mosaica/wine.jpg\"/> <figcaption class=\"project-figure-caption mt2-mt3 caption--bottomright\">As the user scrolls different segments of the background image are revealed.</figcaption></figure> <figure class=\"mt-all wr4 project-body-l project-figure\"><img src=\"/images/mosaica/contact.jpg\"/></figure> <div class=\"mt2-mt3 mt-clear w4 project-body-lnarrow w-clear\"><p>On the gallery screens the interface and navigation are reduced to a minimised state allowing the photography to take centre stage.</p></div> <figure class=\"mt-all w5 project-body-r project-figure\"><img src=\"/images/mosaica/gallery1.jpg\"/></figure> <figure class=\"mt-all wr4 project-body-l wr-clear project-figure\"><img src=\"/images/mosaica/gallery2.jpg\"/></figure>",
		"postExcerpt": "Mosaica is all about good food and atmosphere. Located on the bottom floor of a factory building, the restaurant feels like a magical escape from reality. The new website needed to reflect this unique charm and atmosphere.",
		"discipline": "Web Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/mosaica-hero-1000x599.jpg",
			"large":  "/images/mosaica/hero-1600x949.jpg"
		},
		"credits": [],
		"website": ""
	}
]