[
	{
		"ID": 9,
		"postTitle": "Waha Wera Hot Sauce",
		"postName": "waha-wera",
		"postContent": "<div class=\"mt2-mt3 wr4\"><p>Waha Wera hot sauce owes it unique taste to both its unorthodox combination of ingredients and an unusual production process. Kiwi fruit, manuka honey and habanero peppers are blended and then barrel fermented(process more common to making fine wine). This gives the sauce a unique and characteristic flavour which is responsible for its acclaim.<\/p><p>A set of bold and fun flyers were produced to help promote the sauce at various events in preparation for its launch across the UK.</p><\/div> <figure class=\"mt-all project-figure wr4 wr-clear\"> <img src=\"\/images\/wahawera\/flyer-front-wide-orange_green.jpg\" alt=\"\" /> <figcaption class=\"project-figure-caption mt2-mt3 caption--bottomright\">Alternative colour combinations used on the front of the flyer</figcaption>  <\/figure> ",
		"postExcerpt": "Waha Wera is a very unique hot sauce from New Zealand. In preparation for it’s UK launch we were commissioned by the distributor to design a set of flyers used to promote a inform potential buyers",
		"discipline": "Print Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/wahawera-hero-1000x599.jpg",
			"large":  "/images/wahawera/hero-1600x960.jpg"
		},
		"credits": [],
		"website": ""
	},
	{
		"ID": 6,
		"postTitle": "Amalgam Studios",
		"postName": "amalgam-studios",
		"postContent": "<div class=\"w5 mt2-mt3\"><p>Amalgam Studios has now been running for twenty years and their portfolio spans architecture, branding, interior and graphic design.<\/p><p>Ultimately all Amalgam’s work had an outcome which could be represented visually, i.e., the form. It quickly became apparent that, especially with interior design and architecture, the function was going to be more difficult to communicate using only pictures alongside a short paragraph.<\/p><p>This was addressed by allowing projects to be displayed in a classic portfolio format and as a case study. The portfolio format is focused on imagery whilst the case study is more copy led.<\/p><\/div><figure class=\"w3-w5 project-figure w-clear mt-all\">  <img src=\"\/images\/amalgam\/project_preview-1000x419.png\" alt=\"Horizontally scrolling project gallery interface\"> <figcaption class=\"project-figure-caption mt2-mt3 caption--aboveleft\">Gallery interface allows the user to stay on the page whilst browsing the portfolio</figcaption> <\/figure><div class=\"wr3-wr4 mt-all wr-clear\"><div class=\"wr4 mt2-mt3 wr-clear\"><p>Photography found in Amalgam’s archive was of varying degrees of quality, and many different sizes and formats. Also, images used on the website weren’t allowed be auto-cropped by the CMS in case that details near the edges of a photograph wouldn’t be lost.<\/p><p>After a number of iterations, horizontally scrolling gallery which appeared in the as the most flexible solution. This gallery would be displayed in the project grid, in between rows of project thumbnails. This has the advantage that the user didn’t have to use a modal or leave the page(and was able to continue browsing projects uninterrupted) in order to view the images.<\/p><\/div><figure class=\"project-figure mt2-mt3 wr3-wr4 wr-all\"><img src=\"/images/amalgam/partner_profile.png\"><\/figure><div class=\"mt2-mt3 wr4\"><p>The about page shows all the studios’ partners and associates. The partners have their biographies displayed in an interactive “carousel.”<\/p><\/div><\/div><div class=\"mt2-mt3 mt-clear wr5\"><figure class=\"clearfix project-figure\"><img src=\"\/images\/amalgam\/case_study-600x1108.jpg\"><figcaption class=\"project-figure-caption caption--belowright caption--keeplayout\">Case study for an interior design project. The author can use a number of image sizes and pull quotes.<\/figcaption><\/figure><figure class=\"project-figure\"><img src=\"\/images\/amalgam\/about.jpg\"><\/figure><\/div>",
		"postExcerpt": "Amalgam’s output is extremely diverse in terms of sectors and disciplines they operate across. As well as showing off the outcomes of their work, the studio needed a platform which allowed them to talk about the more technical aspects of their practice.",
		"discipline": "Web Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/amalgam-hero-1000x599.jpg",
			"large" :  "/images/amalgam/hero-1600x958.jpg"
		},
		"credits": [
			{
				"label": "Agency",
				"text" : "PGA Branding",
				"url"  : "http://pgabranding.com"
			}
		],
		"website": "http://amalgam.co.uk"
	},
	{
		"ID": 7,
		"postTitle": "Surround Speakers Boutique",
		"postName": "surround-speakers-boutique",
		"postContent": "<div class=\"w5 mt2-mt3\"><p>Surround Speakers Boutique is an online retailer of high end speakers and audio equipment. Products found on the website are carefully selected for their design and performance.<\/p><p>The objective was to design an identity which reflects the precision and craftsmanship that goes into creating products of such high standard. In addition to forming the first two initials of the store name the shape of the letter s was also chosen because it can represent how sound travels through space.</p><\/div><figure class=\"mt-all w3-w5 project-figure w-clear\"> <img src=\"\/images\/ss\/lockup_and_application.png\" alt=\"Identity lockup consisting of the symbol on top and Surround Speakers Boutique underneath. A screenshot of hte webiste with the identity applied.\"> <figcaption class=\"project-figure-caption mt2-mt3 caption--aboveleft\">The modified shopify theme with the identiy applied</figcaption> <\/figure>",
		"postExcerpt": "Create an identiy which reflects the quality of the curated products. All the products found on the webiste are designed and engineered with utmost precision and care.",
		"discipline": "Identity Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/ss-hero-1000x599.png",
			"large":  "/images/ss/hero-1600x956.jpg"
		},
		"credits": [],
		"website": ""
	},
	{
		"ID": 8,
		"postTitle": "Highrise Theatre",
		"postName": "highrise-theatre",
		"postContent": "<div class=\"mt2-mt3 w5\"><p>Highrise Theatre was formed by three East 15 Acting School graduates who share a common goal—to engage with UK’s young people and raise awareness about cultural, social and political issues through theatre. By using authentic stories, anecdotes and activism Highrise is inviting a new audience(the ‘Xbox generation’) into the theatres where it aims to provoke thought and facilitate a debate around the highlighted issues.<\/p><p>To reflect its ethos and stand out to its target audience the organisation needed an identity which is strong, urban and slightly rebellious.<\/p><\/div> <figure class=\"mt-all project-figure w-clear w5\"><img src=\"\/images\/hrt\/bcards-flat-lalign.jpg\" alt=\"\"><\/figure> <figure class=\"project-figure w-clear mt-all w5\"><img src=\"\/images\/hrt\/stationery-letterhead_bcards-rotated.jpg\" alt=\"\"> <figcaption class=\"project-figure-caption mt2-mt3 caption--belowright\"> Bold colour scheme and the thick black line were used to create a recongisable language across the applications</figcaption> <\/figure><figure class=\"project-figure wr-clear mt-all wr4\"><img src=\"\/images\/hrt\/bcards-rotated.jpg\" alt=\"\"><\/figure> <figure class=\"mt-all project-figure w5 w-clear\"><img src=\"\/images\/hrt\/tshirt-green-symmetrical.jpg\" alt=\"\"><\/figure> <div class=\"mt2-mt3 mt-clear w5 w-clear\"><p>Given that council estates are the stage for a lot of the issues Highrise wants to emphasise and also an inspiration behind their name, the chosen colour scheme was formed from colours found in hallways of a derelict London council block. Once the colour scheme was combined with  the thick line featured in the logo a strong visual language for the identity started to emerge.</p><\/div>",
		"postExcerpt": "As theatre is traditionally perceived as a past time of the more affluent, Highrise needed and identity which differentiated it from the established theatre companies.",
		"discipline": "Identity Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/hrt-hero-1000x599.png",
			"large":  "/images/hrt/hero-1600x955.jpg"
		},
		"credits": [],
		"website": ""
	},
	{
		"ID": 5,
		"postTitle": "Mosaica Restaurant",
		"postName": "mosaica-restaurant",
		"postContent": "<div class=\"mt2-mt3 wr4\"><p>It’s quirky, warm and dimly lit interior make way for what a very intimate and romantic dining experience. The restaurants magic effect is further amplified by the remote and rough industrial surroundings.<\/p><p>In keeping with the restaurant’s ethos the home page animates a number of quirky statements about the restaurant in order to incite curiosity and encourage exploration of the site. The nav and the calls to action are clearly visible at all times.<\/p> <p>To reinforce the restaurants romantic and intimate mood large background images are used throughout the site and different parts of the image are revealed as the user scrolls.<\/p> <\/div> <figure class=\"mt-all wr4 project-figure\"> <img src=\"\/images\/mosaica\/wine.jpg\"/> <figcaption class=\"project-figure-caption mt2-mt3 caption--bottomright\">As the user scrolls different parts of the background are revealed</figcaption></figure> <figure class=\"mt-all wr4 project-figure\"><img src=\"\/images\/mosaica\/contact.jpg\"/></figure> <div class=\"mt2-mt3 mt-clear w4 w-clear\"><p> On the gallery screens the interface is minimal and the nav goes into a minimised state letting the photography occupy majority of the screen unobstructed. </p></div> <figure class=\"mt-all w5 project-figure\"><img src=\"\/images\/mosaica\/gallery1.jpg\"/></figure> <figure class=\"mt-all wr4 wr-clear project-figure\"><img src=\"\/images\/mosaica\/gallery2.jpg\"/></figure>",
		"postExcerpt": "Mosaica is all about good food and atmosphere. Located on the bottom floor of a factory building the restaurant feels like a magical escape from reality. The new website needed to reflect the atmosphere and charm as it’s in an unexpected location.",
		"discipline": "Web Design",
		"heroAttrs" : {
			"class": "w3-w5" 
		},
		"thumbnail": { 
			"medium": "/images/mosaica-hero-1000x599.jpg",
			"large":  "/images/mosaica/hero-1600x949.jpg"
		},
		"credits": [],
		"website": ""
	}
]